/* No comment provided by engineer. */
"%@ copied to clipboard" = "%@ copied to clipboard";

/* No comment provided by engineer. */
"%d Confirmations" = "%d Confirmations";

/* No comment provided by engineer. */
"Transferred" = "Transferred";

/* No comment provided by engineer. */
"Received" = "Received";

/* No comment provided by engineer. */
"Sent" = "Sent";

/* No comment provided by engineer. */
"%d Transactions" = "%d Transactions";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Add to Address book?" = "Add to Address book?";

/* No comment provided by engineer. */
"An error occurred validating your PIN code with the remote server. You may be offline or Blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?" = "An error occurred validating your PIN code with the remote server. You may be offline or Blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?";

/* No comment provided by engineer. */
"An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair your device." = "You may be offline or Blockchain might be experiencing difficulties. Please close the application and try again later or re-pair your device.";

/* No comment provided by engineer. */
"Archive" = "ARCHIVE ADDRESS";

/* No comment provided by engineer. */
"Archived" = "Archived";

/* No comment provided by engineer. */
"Automatically" = "Automatically";

/* No comment provided by engineer. */
"Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app." = "Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app.";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cannot save PIN Code while wallet is not initialized or password is null" = "Cannot save PIN Code while wallet is not initialized or password is null";

/* No comment provided by engineer. */
"Change PIN" = "Change PIN";

/* No comment provided by engineer. */
"Close App" = "Close App";

/* No comment provided by engineer. */
"Confirm Payment" = "Confirm Payment";

/* No comment provided by engineer. */
"To: %@\nTotal Amount: %@\nFee: %@\n(%@)" = "To: %@\nTotal Amount: %@\nFee: %@\n(%@)";

/* No comment provided by engineer. */
"Send from..." = "Send from...";

/* No comment provided by engineer. */
"Send to..." = "Send to...";

/* No comment provided by engineer. */
"Decrypted PIN Password length 0" = "Decrypted PIN Password length 0";

/* No comment provided by engineer. */
"Decrypting Private Key" = "Decrypting Private Key";

/* No comment provided by engineer. */
"Enter Password" = "Enter Password";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Failed To Load Wallet" = "Failed To Load Wallet";

/* No comment provided by engineer. */
"No internet connection." = "No internet connection.";

/* No comment provided by engineer. */
"Connection timed out. Please check your internet connection." = "Connection timed out. Please check your internet connection.";

/* No comment provided by engineer. */
"Empty response from server." = "Empty response from server.";

/* No comment provided by engineer. */
"Invalid server response. Please check your internet connection." = "Invalid server response. Please check your internet connection.";

/* No comment provided by engineer. */
"Forget Wallet" = "Forget Wallet";

/* No comment provided by engineer. */
"How would you like to pair?" = "How would you like to pair?";

/* No comment provided by engineer. */
"Import Address" = "Import Address";

/* No comment provided by engineer. */
"Imported Private Key %@" = "Imported Private Key %@";

/* No comment provided by engineer. */
"Information" = "Information";

/* No comment provided by engineer. */
"Invalid email address." = "Invalid email address.";

/* No comment provided by engineer. */
"Invalid GUID" = "Invalid GUID";

/* No comment provided by engineer. */
"Invalid Identifier" = "Invalid Identifier";

/* No comment provided by engineer. */
"Invalid Send Value" = "Please enter an amount";

/* No comment provided by engineer. */
"Signing Inputs" = "Signing Inputs";

/* No comment provided by engineer. */
"Signing Input %d" = "Signing Input %d";

/* No comment provided by engineer. */
"Finished Signing Inputs" = "Finished Signing Inputs";

/* No comment provided by engineer. */
"Any address" = "Any address";

/* No comment provided by engineer. */
"Invalid Shared Key" = "Invalid Shared Key";

/* No comment provided by engineer. */
"Invalid Status Code Returned %@" = "Invalid Status Code Returned %@";

/* No comment provided by engineer. */
"Invalid to bitcoin address" = "Invalid bitcoin address";

/* No comment provided by engineer. */
"From and destination account have to be different" = "From and destination account have to be different";

/* No comment provided by engineer. */
"From and destination address have to be different" = "From and destination address have to be different";

/* No comment provided by engineer. */
"Loading External Page" = "Loading External Page";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* No comment provided by engineer. */
"Do you really want to log out?" = "Do you really want to log out?";

/* No comment provided by engineer. */
"Please enter your PIN" = "Enter PIN";

/* No comment provided by engineer. */
"Please enter a new PIN" = "Please enter a new PIN";

/* No comment provided by engineer. */
"Confirm your PIN" = "Confirm your PIN";

/* No comment provided by engineer. */
"Incorrect PIN. Please retry." = "Incorrect PIN. Please retry.";

/* No comment provided by engineer. */
"News, Price & Charts" = "News, Price & Charts";

/* No comment provided by engineer. */
"Manually" = "Manually";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"Sending Transaction" = "Sending Transaction";

/* No comment provided by engineer. */
"%@ available" = "%@ available";

/* No comment provided by engineer. */
"No Label" = "No Label";

/* No comment provided by engineer. */
"No Password Entered" = "No Password Entered";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Scan Pairing Code" = "Scan Pairing Code";

/* No comment provided by engineer. */
"Parsing Pairing Code" = "Parsing Pairing Code";

/* No comment provided by engineer. */
"Password must 10 characters or longer" = "Password must be 10 characters or longer";

/* No comment provided by engineer. */
"Passwords do not match" = "Passwords do not match";

/* No comment provided by engineer. */
"Payment Sent!" = "Payment Sent";

/* No comment provided by engineer. */
"PIN Encrypted String is nil" = "PIN Encrypted String is nil";

/* No comment provided by engineer. */
"PIN Response Object key or value length 0" = "PIN Response Object key or value length 0";

/* No comment provided by engineer. */
"PIN Response Object success length 0" = "PIN Response Object success length 0";

/* No comment provided by engineer. */
"PIN Saved Successfully" = "PIN Saved Successfully";

/* No comment provided by engineer. */
"PIN Validation cannot be completed. Please enter your wallet password manually." = "PIN Validation cannot be completed. Please enter your wallet password manually.";

/* No comment provided by engineer. */
"PIN Validation Error" = "PIN Validation Error";

/* No comment provided by engineer. */
"Please choose another PIN" = "Please choose another PIN";

/* No comment provided by engineer. */
"Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup." = "Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup.";

/* No comment provided by engineer. */
"Please provide an email address." = "Please provide an email address.";

/* No comment provided by engineer. */
"Retry Validation" = "Retry Validation";

/* No comment provided by engineer. */
"Scan Watch Only Address?" = "Scan Watch Only Address?";

/* No comment provided by engineer. */
"Second Password Incorrect" = "Second Password Incorrect";

/* No comment provided by engineer. */
"Server Returned Null Status Code" = "Server Returned Null Status Code";

/* No comment provided by engineer. */
"Success" = "Success";

/* No comment provided by engineer. */
"The private key you are attempting to import is encrypted. Please enter the password below." = "The private key you are attempting to import is encrypted. Please enter the password below.";

/* No comment provided by engineer. */
"This action requires the second password for your bitcoin wallet. Please enter it below and press continue." = "This action requires the second password for your bitcoin wallet. Please enter it below and press continue.";

/* No comment provided by engineer. */
"This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!" = "This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible.";

/* No comment provided by engineer. */
"Unarchive" = "UNARCHIVE ADDRESS";

/* No comment provided by engineer. */
"Unconfirmed" = "Unconfirmed";

/* No comment provided by engineer. */
"Unsupported Private Key Format" = "Unsupported Private Key Format";

/* No comment provided by engineer. */
"User Declined" = "User Declined";

/* No comment provided by engineer. */
"Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?" = "Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?";

/* No comment provided by engineer. */
"Wallet Paired Successfully." = "Wallet Paired Successfully.";

/* No comment provided by engineer. */
"You must have two-factor authentication disabled to pair manually." = "You must have two-factor authentication disabled to pair manually.";

/* No comment provided by engineer. */
"Warning!!!" = "Warning";

/* No comment provided by engineer. */
"Would you like to add the bitcoin address %@ to your address book?" = "Would you like to add the bitcoin address %@ to your address book?";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"Send" = "Send";

/* No comment provided by engineer. */
"Receive" = "Receive";

/* No comment provided by engineer. */
"You must enter a destination address" = "You must enter a destination address";

/* No comment provided by engineer. */
"You must enter a label" = "You must enter a label";

/* No comment provided by engineer. */
"Label must contain letters and numbers only" = "Label must contain letters and numbers only";

/* No comment provided by engineer. */
"Label must have less than 18 characters" = "Label must have less than 18 characters";

/* No comment provided by engineer. */
"* Minimum 10 characters" = "* Minimum 10 characters";

/* No comment provided by engineer. */
"Your wallet was successfully created." = "Your wallet was successfully created.";

/* No comment provided by engineer. */
"Weak" = "Weak";

/* No comment provided by engineer. */
"Regular" = "Regular";

/* No comment provided by engineer. */
"Normal" = "Normal";

/* No comment provided by engineer. */
"Strong" = "Strong";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"Create Account" = "Create Account";

/* No comment provided by engineer. */
"Name your account" = "Name your account";

/* No comment provided by engineer. */
"Label" = "Label";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Create Wallet" = "Create Wallet";

/* No comment provided by engineer. */
"Edit Account" = "Edit Account";

/* No comment provided by engineer. */
"My Accounts" = "My Accounts";

/* No comment provided by engineer. */
"Total Balance" = "Total Balance";

/* No comment provided by engineer. */
"Upgrade to HD" = "Upgrade to HD";

/* No comment provided by engineer. */
"Imported Addresses" = "Imported Addresses";

/* No comment provided by engineer. */
"Imported Addresses (Archived)" = "Imported Addresses (Archived)";

/* No comment provided by engineer. */
"Address book" = "Address book";

/* No comment provided by engineer. */
"Please add an email address" = "Please add an email address";

/* No comment provided by engineer. */
"Downloading Wallet" = "Downloading Wallet";

/* No comment provided by engineer. */
"Decrypting Wallet" = "Decrypting Wallet";

/* No comment provided by engineer. */
"Loading transactions" = "Loading transactions";

/* No comment provided by engineer. */
"Initializing Wallet" = "Initializing Wallet";

/* No comment provided by engineer. */
"Checking for Wallet updates" = "Checking for Wallet updates";

/* No comment provided by engineer. */
"Creating HD Wallet" = "Creating HD Wallet";

/* No comment provided by engineer. */
"Creating Account" = "Creating Account";

/* No comment provided by engineer. */
"Creating new Wallet" = "Creating new Wallet";

/* No comment provided by engineer. */
"Importing key" = "Importing key";

/* No comment provided by engineer. */
"Merchant Map" = "Merchant Map";

/* No comment provided by engineer. */
"Merchant" = "Merchant";

/* No comment provided by engineer. */
"Support" = "Support";

/* No comment provided by engineer. */
"Terms of Service" = "Terms of Service";

/* No comment provided by engineer. */
"Transaction" = "Transaction";

/* No comment provided by engineer. */
"Manual Pairing" = "Manual Pairing";

/* No comment provided by engineer. */
"Password Required" = "Password Required";

/* No comment provided by engineer. */
"Second Password Required" = "Second Password Required";

/* No comment provided by engineer. */
"Create New Wallet" = "Create New Wallet";

/* No comment provided by engineer. */
"Automatic Pairing" = "Pair Your Wallet";

/* No comment provided by engineer. */
"Request Amount" = "Request Amount";

/* No comment provided by engineer. */
"Label Address" = "Label Address";

/* No comment provided by engineer. */
"Scan Private Key" = "Scan Private Key";

/* No comment provided by engineer. */
"Log in to my wallet" = "Log in to my wallet";

/* No comment provided by engineer. */
"Share on Twitter" = "Share on Twitter";

/* No comment provided by engineer. */
"Share on Facebook" = "Share on Facebook";

/* No comment provided by engineer. */
"Share via E-mail" = "Share via E-mail";

/* No comment provided by engineer. */
"Share via SMS" = "Share via SMS";

/* No comment provided by engineer. */
"Copy Address" = "Copy Address";

/* No comment provided by engineer. */
"Archive Address" = "Archive Address";

/* No comment provided by engineer. */
"Unarchive Address" = "Unarchive Address";

/* No comment provided by engineer. */
"You must leave at least one active address" = "You must leave at least one active address";

/* No comment provided by engineer. */
"We've designed a whole new\nwallet experience for you" = "We've designed a whole new\nwallet experience for you";

/* No comment provided by engineer. */
"Upgrade Now" = "Upgrade Now";

/* No comment provided by engineer. */
"You are now running our most secure Bitcoin wallet" = "You are now running our most secure Bitcoin wallet";

/* No comment provided by engineer. */
"Create personalized accounts to help keep your wallet organized" = "Create personalized\naccounts to help keep your\nwallet organized";

/* No comment provided by engineer. */
"Easy one time wallet backup keeps you in control of your funds" = "Easy one time wallet\nbackup keeps you in control\nof your funds";

/* No comment provided by engineer. */
"Anything you need to store, spend and receive your bitcoin" = "Anything you need to\nstore, spend and receive\nyour bitcoin";

/* No comment provided by engineer. */
"Upgrade Wallet" = "Upgrade Wallet";

/* No comment provided by engineer. */
"We've included some significant privacy and security improvements. Once you click update you won't be able to go back to your old wallet" = "We've included some significant privacy and security improvements. Once you click update you won't be able to go back to your old wallet";

/* No comment provided by engineer. */
"Not now" = "Not now";

/* No comment provided by engineer. */
"Update" = "Update";

/* No comment provided by engineer. */
"Success!" = "Success!";

/* No comment provided by engineer. */
"or Continue" = "or Continue";

/* No comment provided by engineer. */
"Warning" = "Warning";

/* No comment provided by engineer. */
"Your device appears to be jailbroken. The security of your wallet may be compromised." = "Your device appears to be jailbroken. The security of your wallet may be compromised.";

/* No comment provided by engineer */
"Identifier" = "Identifier";

/* No comment provided by engineer */
"Verifying" = "Verifying";

/* No comment provided by engineer */
"Copied to clipboard" = "Copied to clipboard";

// Transaction cell:
"RECEIVED" = "RECEIVED";
"SENT" = "SENT";
"TRANSFERRED" = "TRANSFERRED";
"1 second ago" = "1 second ago";
"%lld seconds ago" = "%lld seconds ago";
"1 minute ago" = "1 minute ago";
"%lld minutes ago" = "%lld minutes ago";
"1 hour ago" = "1 hour ago";
"%lld hours ago" = "%lld hours ago";
"Yesterday" = "Yesterday";

// Backup screens:
"Backup" = "Backup Funds";
"Word %@ of %@" = "Word %@ of %@";
"You backed your wallet up %@ days ago" = "You backed your wallet up %@ days ago";
"You only need to backup your wallet once, but it is a good idea to occasionally verify that your backup is valid." = "You only need to backup your wallet once, but it is a good idea to occasionally verify that your backup is valid.";
"BACKUP FUNDS" = "BACKUP FUNDS";
"You backed up your funds successfully" = "You backed up your funds successfully";
"VERIFY BACKUP" = "VERIFY BACKUP";
"Please try again" = "Please try again";
"Continue" = "Continue";
"Next word" = "Next word";
"Write the words down on a sheet of paper in the exact order they appear on a sheet of paper, and store it somewhere safe\n" = "Write the words down on a sheet of paper in the exact order they appear on a sheet of paper, and store it somewhere safe\n";
"(e.g, with your passport)" = "(e.g., with your passport)";
"Backing up your funds is easy and ensures you will not lose access to your bitcoins, even if our service becomes unavailable." ="Backing up your funds is easy and ensures you will not lose access to your bitcoins, even if our service becomes unavailable.";
"You have not backed up your funds yet" = "You have not backed up your funds yet";
"Now you can restore your funds using the 12 word recovery phrase in case you lose your wallet's password" = "Now you can restore your funds using the 12 word recovery phrase in case you lose your wallet's password";
"first word" = "first word";
"second word" = "second word";
"third word" = "third word";
"fourth word" = "fourth word";
"fifth word" = "fifth word";
"sixth word" = "sixth word";
"seventh word" = "seventh word";
"eighth word" = "eighth word";
"ninth word" = "ninth word";
"tenth word" = "tenth word";
"eleventh word" = "eleventh word";
"twelfth word" = "twelfth word";

// First account name:
"My Bitcoin Wallet" = "My Bitcoin Wallet";

/* No comment provided by engineer. */
"iOS Support Request" = "iOS Support Request";

/* No comment provided by engineer. */
"Address is not valid" = "Address is not valid";

/* No comment provided by engineer. */
"Bitcoin payment request" = "Bitcoin payment request";

/* No comment provided by engineer. */
"Add Email" = "Add Email";

/* No comment provided by engineer. */
"Account Details" = "Account Details";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Please verify your email" = "Please verify your email";

/* No comment provided by engineer. */
"Display" = "Display";

/* No comment provided by engineer. */
"Local Currency" = "Local Currency";

/* No comment provided by engineer. */
"Bitcoin Units" = "Bitcoin Units";

/* No comment provided by engineer. */
"SMS" = "SMS";

/* No comment provided by engineer. */
"Notifications" = "Notifications";

/* No comment provided by engineer. */
"An email account is needed to help recover a lost wallet identifier and for payment notifications. Also, your verified email address will be used as a second layer of verification when you log into your wallet." = "An email account is needed to help recover a lost wallet identifier and for payment notifications. Also, your verified email address will be used as a second layer of verification when you log into your wallet.";

/* No comment provided by engineer. */
"Optionally receive notifications when a payment is sent or received from your wallet." = "Optionally receive notifications when a payment is sent or received from your wallet.";

/* No comment provided by engineer. */
"About" = "About";

/* No comment provided by engineer. */
"Privacy Policy" = "Privacy Policy";

/* No comment provided by engineer. */
"Verify" = "Verify";

/* No comment provided by engineer. */
"Sent to %@" = "Sent to %@";

/* No comment provided by engineer. */
"Enter your verification code" = "Enter your verification code";

/* No comment provided by engineer. */
"Resend verification email" = "Resend verification email";

/* No comment provided by engineer. */
"Change Email" = "Change Email";

/* No comment provided by engineer. */
"Your email has been verified." = "Your email has been verified.";

/* No comment provided by engineer. */
"Error loading settings" = "Error loading settings";

/* No comment provided by engineer. */
"Please check your internet connection." = "Please check your internet connection.";

/* No comment provided by engineer. */
"Please add an email address" = "Please add an email address";

/* No comment provided by engineer. */
"Wallet Identifier" = "Wallet Identifier";

/* No comment provided by engineer. */
"Would you like to keep the wallet you last used?" = "Would you like to keep the wallet you last used?";

/* No comment provided by engineer. */
"Payment Received" = "Payment Received";

/* No comment provided by engineer. */
"We’ve detected a previous installation of Blockchain Wallet on your phone." = "We’ve detected a previous installation of Blockchain Wallet on your phone.";

/* No comment provided by engineer. */
"Please choose from the options below." = "Please choose from the options below.";

/* No comment provided by engineer. */
"Enter Verification Code" = "Enter Verification Code";

/* No comment provided by engineer. */
"Fees" = "Fees";

/* No comment provided by engineer. */
"Fee per kilobyte" = "Fee per kilobyte";

/* No comment provided by engineer. */
"Change fee per kilobyte" = "Change fee per kilobyte";

/* No comment provided by engineer. */
"Current rate: %@ BTC" = "Current rate: %@ BTC";

/* No comment provided by engineer. */
"%@ BTC" = "%@ BTC";

/* No comment provided by engineer. */
"Fee is too high (0.01 BTC limit)" = "Fee is too high (0.01 BTC limit)";

/* No comment provided by engineer. */
"Updating settings" = "Updating settings";

/* No comment provided by engineer. */
"Authorization Required" = "Authorization Required";

/* No comment provided by engineer. */
"Please check your email." = "Please check your email.";

/* No comment provided by engineer. */
"Use all %@" = "Use all %@";

/* No comment provided by engineer. */
"Insufficient Funds" = "Insufficient Funds";

/* No comment provided by engineer. */
"Please select a different address to send from or lower the fee in Settings." = "Please select a different address to send from or lower the fee in Settings.";

/* No comment provided by engineer. */
"Just now" = "Just now";

/* No comment provided by engineer. */
"Use all funds" = "Use all funds";

/* No comment provided by engineer. */
"The amount you want to send (%@) is greater than the maximum amount you can spend minus the fee (%@ - %@). Would you like to send %@?" = "The amount you want to send (%@) is greater than the maximum amount you can spend minus the fee (%@ - %@). Would you like to send %@?";

/* No comment provided by engineer. */
"New Address" = "New Address";

/* No comment provided by engineer. */
"Scan QR code" = "Scan QR code";

/* No comment provided by engineer. */
"Generate new" = "Generate new";

/* No comment provided by engineer. */
"Generating new address" = "Generating new address";

/* No comment provided by engineer. */
"Updating label" = "Updating label";

/* No comment provided by engineer. */
"Enable Location Services" = "Enable Location Services";

/* No comment provided by engineer. */
"Blockchain needs Location Services enabled in order to access your location." ="Blockchain needs Location Services enabled in order to access your location.";

/* No comment provided by engineer. */
"Blockchain needs Location Services enabled in order to access your location. You can enable access in Settings->Privacy->Location Services" = "Blockchain needs Location Services enabled in order to access your location. You can enable access in Settings->Privacy->Location Services";

/* No comment provided by engineer. */
"Blockchain needs Location Services enabled in order to access your location. You can enable access in Settings->Privacy->Location->Location Services" = "Blockchain needs Location Services enabled in order to access your location. You can enable access in Settings->Privacy->Location->Location Services";

/* No comment provided by engineer. */
"Go to Settings" = "Go to Settings";

/* No comment provided by engineer. */
"You have no available funds to send from this address" = "You have no available funds to send from this address";

/* No comment provided by engineer. */
"Amount must be above dust threshold (%lld Satoshi)" = "Amount must be above dust threshold (%lld Satoshi)";

/* No comment provided by engineer. */
"An error was encountered retrieving your wallet identifier from the keychain. Please close the application and try again." = "An error was encountered retrieving your wallet identifier from the keychain. Please close the application and try again.";

/* No comment provided by engineer. */
"Wallet version %lld not supported" = "Wallet version %lld not supported";

/* No comment provided by engineer. */
"Syncing wallet" = "Syncing wallet";

/* No comment provided by engineer. */
"Error updating settings" = "Error updating settings";

/* No comment provided by engineer. */
"Invalid Pairing Code" = "Invalid Pairing Code";

/* No comment provided by engineer. */
"Copy to clipboard" = "Copy to clipboard";

/* No comment provided by engineer. */
"Warning: Your wallet identifier is sensitive information. Copying it may compromise the security of your wallet." = "Warning: Your wallet identifier is sensitive information. Copying it may compromise the security of your wallet.";

/* No comment provided by engineer. */
"Copy GUID" = "Copy GUID";

/* No comment provided by engineer. */
"Recover Wallet" = "Recover Wallet";

/* No comment provided by engineer. */
"Recovering wallet" = "Recovering wallet";

/* No comment provided by engineer. */
"Please enter your recovery phrase with words separated by spaces" = "Please enter your recovery phrase with words separated by spaces";

/* No comment provided by engineer. */
"Adjust Fee" = "Adjust Fee";

/* No comment provided by engineer. */
"Invalid recovery phrase. Please try again" = "Invalid recovery phrase. Please try again";